import { ObjectArrayFoto } from '@/components/ui/SwiperFoto/ui/types';

export const projectsArray: ObjectArrayFoto[] = [
  {
    urlImage: '/assets/images/Projects/1001song.png',
    name: 'Платформа “1000 і 1 пісня”',
    title: 'Колискові - платформа української колискової.',
    description:
      ' Платформа, яка збирає та поширює українські народні та сучасні колискові пісні для батьків по всьому світу. Створена, щоб підтримати традиції та культурну спадщину України, допомагаючи малюкам засинати під ніжні українські мелодії.',
  },
  {
    urlImage: '/assets/images/Projects/balakun.png',
    name: 'Платформа “Balakun”',
    title: 'Колискові - платформа української колискової.',
    description:
      ' Платформа, яка збирає та поширює українські народні та сучасні колискові пісні для батьків по всьому світу. Створена, щоб підтримати традиції та культурну спадщину України, допомагаючи малюкам засинати під ніжні українські мелодії.',
  },
  {
    urlImage: '/assets/images/Projects/baza_skill.png',
    name: 'Baza Skill',
    title: 'Колискові - платформа української колискової.',
    description:
      ' Платформа, яка збирає та поширює українські народні та сучасні колискові пісні для батьків по всьому світу. Створена, щоб підтримати традиції та культурну спадщину України, допомагаючи малюкам засинати під ніжні українські мелодії.',
  },
  {
    urlImage: '/assets/images/Projects/baza_tainee_ukraine.png',
    name: 'Baza Trainee Ukraine',
    title: 'Колискові - платформа української колискової.',
    description:
      ' Платформа, яка збирає та поширює українські народні та сучасні колискові пісні для батьків по всьому світу. Створена, щоб підтримати традиції та культурну спадщину України, допомагаючи малюкам засинати під ніжні українські мелодії.',
  },
  {
    urlImage: '/assets/images/Projects/klouns.png',
    name: 'Бюро лікарняних клоунів',
    title: 'Колискові - платформа української колискової.',
    description:
      ' Платформа, яка збирає та поширює українські народні та сучасні колискові пісні для батьків по всьому світу. Створена, щоб підтримати традиції та культурну спадщину України, допомагаючи малюкам засинати під ніжні українські мелодії.',
  },
  {
    urlImage: '/assets/images/Projects/kolyskova.png',
    name: 'Платформа “Колискова”',
    title: 'Колискові - платформа української колискової.',
    description:
      ' Платформа, яка збирає та поширює українські народні та сучасні колискові пісні для батьків по всьому світу. Створена, щоб підтримати традиції та культурну спадщину України, допомагаючи малюкам засинати під ніжні українські мелодії.',
  },
  {
    urlImage: '/assets/images/Projects/militari.png',
    name: '“Мілітарі” платформа',
    title: 'Колискові - платформа української колискової.',
    description:
      ' Платформа, яка збирає та поширює українські народні та сучасні колискові пісні для батьків по всьому світу. Створена, щоб підтримати традиції та культурну спадщину України, допомагаючи малюкам засинати під ніжні українські мелодії.',
  },
  {
    urlImage: '/assets/images/Projects/organik.png',
    name: 'Органік Україна',
    title: 'Колискові - платформа української колискової.',
    description:
      ' Платформа, яка збирає та поширює українські народні та сучасні колискові пісні для батьків по всьому світу. Створена, щоб підтримати традиції та культурну спадщину України, допомагаючи малюкам засинати під ніжні українські мелодії.',
  },
];
