export const TEXTS = [
  {
    title: "Розширення благодійних ініціатив",
    text: "Розглядаємо можливість запустити нові проєкти, які допоможуть різним соціальним групам."
  },
  {
    title: "Співпраця з партнерами",
    text: "Залучаємо для співпраці організації, бізнеси та волонтерів, щоб об'єднати зусилля для досягнення спільних цілей."
  },
  {
    title: "Освітні програми",
    text: "Плануємо розробити зустрічі, тренінги, які допоможуть людям розвивати навички та знайти нові можливості для самореалізації."
  },
  {
    title: "Менторинг випускниками",
    text: "Менторинг нових учасників проєкту, підтримка випускниками, які рухаються далі і готові поділитись знаннями."
  },
  {
    title: "Навички",
    text: "Навички всіх учасників бази постійно розвиваються.  Всі Trainee отримують  більш складні виклики та підкорюють нові технічні вершини."
  },
  {
    title: "Залучення",
    text: "Ми плануємо залучати нових працедавців. Надавати учасникам нові можливості, а працедавцям робітників з досвідом."
  },
]
