export const TEXTS = [
  {
    title: "Розширення благодійних ініціатив",
    text: "Розглядаємо можливість запустити нові проєкти, які допоможуть різним соціальним групам."
  },
  {
    title: "Співпраця з партнерами",
    text: "Залучаємо для співпраці організації, бізнеси та волонтерів, щоб об'єднати зусилля для досягнення спільних цілей."
  },
  {
    title: "Освітні програми",
    text: "Плануємо розробити зустрічі, тренінги, які допоможуть людям розвивати навички та знайти нові можливості для самореалізації."
  },
  {
    title: "МЕнторинг випускниками",
    text: "Менторинг нових учасників проєкту, підтримка випускниками, які рухаються далі і готові поділитись знаннями."
  },
]