function SectionDescription() {
  return (
    <p className="ml-auto text-s leading-[1.3] lg:max-w-[320px] lg:text-m 2xl:max-w-[346px] 2xl:text-sm">
      Наші учасники, замовники і партнери розсіяні без перебільшення по всьому
      світу: від Канади до Криму.Початківці таланти розроблюють сайти та
      мобільні застосунки для некомерційних організацій, громадських ініціатив
      та соціальних стартапів, сприяючи зміцненню нашого глобального ком&#39;юніті.
    </p>
  );
}

export default SectionDescription;
