import React from 'react'

function FutureHeroText() {
  return (
    <div className='xl:w-[346px] lg:w-[320px] mt-8 lg:mt-0'>
      <p className='xl:text-sm lg:text-m text-s leading-o-130'>
      Наша спільнота сміливо змінює сучасний підхід до освіти в ІТ та планує трансформувати цей шлях і надалі. 
  Ми віримо в силу спільних зусиль для створення позитивних змін у суспільстві. 
  Ми також змінюємо ставлення до новачків у будь-якій сфері як до майбутнього професіонала, 
  який на даному етапі потребує підтримки і свого часу підтримає наступного.
      </p>
    </div>
  )
}

export default FutureHeroText