import React from 'react'

function FutureHeroText() {
  return (
    <div className='w-[346px] '>
      <p className='text-sm leading-o-130'>
      Наша спільнота сміливо змінює сучасний підхід до освіти в ІТ та планує трансформувати цей шлях і надалі. 
  Ми віримо в силу спільних зусиль для створення позитивних змін у суспільстві. 
  Ми також змінюємо ставлення до новачків у будь-якій сфері як до майбутнього професіонала, 
  який на даному етапі потребує підтримки і свого часу підтримає наступного.
      </p>
    </div>
  )
}

export default FutureHeroText