import React from 'react';

function FutureHeroText() {
  return (
    <div className="mt-8 lg:mt-0 lg:w-[320px] xl:w-[346px]">
      <p className="text-s leading-o-130 lg:text-m xl:text-sm">
        Наша спільнота сміливо змінює сучасний підхід до освіти в ІТ та планує
        трансформувати цей шлях і надалі. Ми віримо в силу спільних зусиль для
        створення позитивних змін у суспільстві. Ми також змінюємо ставлення до
        новачків у будь-якій сфері як до майбутнього професіонала, який на
        даному етапі потребує підтримки і свого часу підтримає наступного.
      </p>
    </div>
  );
}

export default FutureHeroText;
